
"Passcode Lock" = "密碼鎖";

"All data in this app will be erased after %d failed passcode attempts." = "本應用程式中的所有資料將在第%d次密碼嘗試失敗後被刪除。";
"Cancel" = "取消";
"Enable" = "啟用";
"Erase all content in the app after %d failed passcode attempts." = "第%d次密碼嘗試失敗後，清除應用程式中的所有內容。";

"Turn Passcode Off" = "關閉密碼鎖";
"Turn Passcode On" = "開啟密碼鎖";
"Change Passcode" = "變更密碼鎖";
"Erase Data" = "清除資料";
"Set Passcode" = "設定密碼鎖";
"Turn off Passcode" = "關閉密碼鎖";
"Enter Passcode" = "輸入密碼";
"1 Failed Passcode Attempt" = "第1次密碼嘗試失敗";
"%i Failed Passcode Attempts" = "第%i次密碼嘗試失敗";
"Passcodes did not match. Try again." = "密碼不相符。請再試一次。";
"Enter a different passcode. You cannot re-use the same passcode." = "請輸入不同的密碼。您不能重複使用上一次的密碼。";
"Erase all data and reset passcode" = "清除所有資料並重設密碼鎖？";

"Enter your passcode" = "輸入您的密碼";
"Enter a passcode" = "請輸入6位數字密碼";
"Re-enter your passcode" = "重新輸入密碼";
"Enter your old passcode" = "輸入舊密碼";
"Enter your new passcode" = "請再輸入6位數字密碼";
"Re-enter your new passcode" = "重新輸入新密碼";

"Passcode lock notice" = "請注意";
"ResetInfo" = "無法重設密碼。如果您忘記了密碼，將無法存取您的聊天記錄。";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "應用程式密碼鎖可保護您的資料免遭窺視，但不能代替在裝置上設定密碼鎖。\n如果還沒有設定密碼鎖，請為裝置設定密碼，以確保對裝置上的資料進行加密。";

"Require Passcode" = "要求輸入密碼";
"Immediately" = "立即";
"After 1 minute" = "1分鐘後";
"After %d minutes" = "%d分鐘後";
"After 1 min." = "1分鐘後。";
"After %d min." = "%d分鐘後。";
"After 1 hour" = "1小時後";
"After %d hours" = "%d小時後";

"Passcode_remove_title" = "私密對話";
"Passcode_remove_message" = "如果您刪除訪問保護，您的所有私密對話將再次在對話主畫面中可見。";
"Passcode_remove_disable" = "停用密碼鎖";
